Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Ghomin vowed to avenge the martyrs, an estimated 300 people who were killed in the protests.
ko: 고님은 시위중에 죽은 약 300명의 순교자들을 대신해 복수하겠다고 맹세하였다.

source: He urged protesters not to forget them, adding that those who allow their blood to go in vain are traitors.
ko: 그는 시위자들에게 순교자들을 잊지 말라고 하며, 그들의 피를 헛되게 하는 사람들은 곧 반역자라고 하였다.

source: "I have been saying for a long time, that this country is ours.
ko: "나는 오랫동안 이 나라가 우리의 나라라고 말했다.

source: Everyone has a right here.
ko: 이 곳의 모든사람들에게는 권리가 있다.

source: You have a right.
ko: 당신에게도 권리가 있다.

source: This is the time for us to reclaim our rights," he told the cheering crowds.
ko: 지금이 우리가 우리의 권리를 요구할 때이다.

source: "Your demands are my demands.
ko: " 라고 그는 환호하는 군중들을 향해 말하였다.

source: And essential to them is that the president steps down," he added as the gathering chanted "Leave!
ko: 그는 몰려든 사람들이 "떠나라!

source: Leave!"
ko: 떠나라!

source: Ghonim is the formerly anonymous administrator of the We Are All Khaled Said group, which sparked the calls for nation-wide protests to call for change.
ko: 고님은 예전에 전국적인 시위를 촉구하는 그룹인 '우리는 모두 카리드 사이드이다' (We Are All Khaled Said)익명 운영자였다.

source: The group is named after Khaled Said, a young man from Alexandria murdered at the hands of police.
ko: 이 그룹은 경찰들에 의해 살해된 알렉산드리아 출신의 젊은 남자인 카리드 사이드를 기리며 만들어졌다.

source: His death, last June, caused widespread demonstrations and rage against police torture and the ‘use of Emergency Law to terrorise citizens.'
ko: 작년 6월에 있던 그의 죽음이 대대적인 시위와 경찰고문과 시민들을 테러하는 '긴급조치'에 대응하는 촉발점이 되었다.

source: Ghonim's tears as he mourned the victims killed by Mubarak's regime during the protests, is believed to have rallied even more people towards the cause. Writing at Egyptian Chronicles, Zeinobia says the highlight of today's protests at Tahrir, was when Ghonim met Khaled Said's mother.
ko: 풀려난 후에 고님은 이집트 채널인 드림 티비 (Dream TV)에서 솔직한 인터뷰를 하였다.

source: Like many others, Zeinobia says that Khaled Said is Egypt's Mohamed Bou Azizi, the young man from Tunisia's Sidi Bouzid, whose self-imolation sparked the Tunisian uprising, which ended with the escape of strongman Zine El Abidine Ben Ali last month.
ko: 블로거인 모하메드 엘 고하리 (Mohamed El Gohary)는 고님의 인터뷰를 번역하였다.

source: Khaled Said was the Alexandrian who made the middle class go and protest his murder silently across the country for one hour standing at the corniche whether the Nile corniche and the sea corniche. History will record the role of Khaled Said movement and group in this revolution, history will record it.
ko: 고님이 이 시위 중에 무바락 정권에 의해 목숨을 빼앗긴 희생자들을 생각하며 흘린 눈물은 많은 사람들의 마음을 움직였다.

source: A new Facebook group entitled I Authorise Wael Ghonim to Speak on Behalf of Egyptian Revolutionaries is also getting a lot of support, with more than 183,000 fans so far. Posts on the page include updates on the protests, as well as condolence messages to those who have lost their lives so far.
ko: 이집트 신문 (Egyptian Chronicle)에 글을 쓰는 제이노비아 (Zeionobia)는 고님이 카리다 사이드의 엄마를 만나는 것이 타흐리르 광장에서의 오늘 시위의 하이라이트라고 말하였다.

source: Thanks, thanks, thanks ! @lindsayiversen: I am completely captivated by what's happening in #Egypt right now. This is real history, in real time. http://tinyurl.com/6au5pyr
ko: 다른 사람들과 마찬가지로 제이노비아도 카리다 사이드는 이집트의 모하메드 보우 아지지 (Mohamed Bou Azizi)라고 하였다.

source: How can anyone not be moved by his passion and sincerity. @jihadm: "@Ghonim: A government that is scared from #Facebook and #Twitter should govern a city in Farmville but not a country like #Egypt #Jan25″ @RohanMaitzen: If only @ghonim could inspire an epidemic of sincerity and principles in politics worldwide.
ko: 모하메드는 튀니지의 시디 보우지드 (Sidi Bouzid)출신의 사람으로 이 사람이 희생하면서 튀니지의 발동이 시작되었고, 결국 독재자 지네 엘 아비딘 벤 알리 (Zine El Abidine Ben Ali)가 지난 달 도망갔다.

source: For days, Egyptians have been searching far and wide for Wael Ghonim, the Google executive who went missing on January 27.
ko: 며칠동안, 이집트 사람들은 1월 27일에 실종된 구글 임원 웨일 고님 (Wael Ghonim)을 백방으로 찾아다녔다.

source: Today, after much speculation, Ghonim was released.
ko: 오늘, 많은 조사 이후에 고님은 풀려났다.

source: Wael @Ghonim's last words: I want to tell families who lost their sons this is not our fault. This is the fault of those clinging to power.
ko: 구글은 트위터에 이 사실을 가장 먼저 알렸다.

source: A defiant Mubarak addressed the people of Egypt tonight, saying he will continue to remain president until presidential elections in September, but would delegate presidential responsibilities to newly appointed vice-president Omar Sulieman.
ko: 끈질긴 무바라크는 이집트인들에게 오늘 밤 연설을 통해 9월에 있을 다음 대선까지 대통령으로 남아있을 것이라고 말했다. 그러나 대통령 권한은 새로 부통령에 임명된 오마르 술레이만(Omar Sulieman)에 위임할 것이라 밝혔다.

source: Protesters at Tahrir Square in downtown Cairo, who numbered around 3 million, broke in chants calling for the overthrow of Mubarak, while the speech was going.
ko: 카이로 중심가에 있는 타흐리르(Tahrir) 광장의 시위대들은 연설이 진행되는 동안 무바라크 퇴각을 외쳤다.

source: As soon as the speech was over, the chants rose, against both Mubarak and Sulieman, clearly showing that the crowds rejected the speech.
ko: 연설 내용에 대한 군중들의 반발을 분명하게 보여주듯, 연설이 끝나자 마자 사람들은 무바라크와 술레이만에 대항하는 함성을 더 크게 외쳤다.

source: Among the chants was: "We're off to the palace (presidential), we're going as millions of martyrs."
ko: 몇몇은 "우리는 대통령궁으로 간다. 우리는 몇 백만의 순교자로서 궁으로 들어간다.

source: Here's a round up of some of the reactions from Twitter, as soon as Mubarak ended his speech:
ko: @tololy: "무바라크가 부대통령 오마르 술레이만에게 대통령 권한을 이임한다고 합니다.

source: @algergawi: Fact that the old man said he's staying till "September" at this speech is proof he put the S in stubborn. #Jan25
ko: @algergawi: "그 늙은이가 연설에서 9월 까지 권좌에 머무른다고 말한 사실은 그가 얼마나 고집불통인지를 보여줍니다.

source: @Elizrael: Tomorrow's protests are going to be HUGE. #Jan25
ko: @Elizrael: "(오늘 연설을 보니)내일 시위가 엄청 나겠군요.

source: @Sandmonkey: People are leaving in big groups chanting "tomorrow tomorrow" #jan25
ko: @sandmonkey "사람들이 큰 무리를 지어서 "내일을!

source: @RobaAssi: I cant even IMAGINE how people in #tahrir are feeling.
ko: "이라고 함께 외치며 (연설이 끝난 후) 돌아가고 있습니다.

source: I'm seething with rage all the way in sleepy #amman. #mubarakisanasshole
ko: @JustAmira: "시위대들은 군대 중재를 요청하며 대통령궁으로 행진하고 있습니다.

source: @ahmednaguib: I hope he is ready for the millions marching towards his palace. #Jan25 I know I will be among them.
ko: @RobaAssi: "타흐리르(광장에 있는) 사람들은 정말 어떤 느낌일까요?

source: @tarawnah: Oh.
ko: 정말 상상도 안갑니다.

source: Sound of protesters chanting now overtaking sound of #mubarak speech.
ko: 시위대들의 함성이 워낙 커서 무바라크 연설이 묻혀버리네요.

source: Can hardly hear him. #jan25 #egypt
ko: 연설이 잘 안들릴 정도에요.

source: @asadabukhalil: This speech will go down in history as the dumbest speech ever delivered by a dictator.
ko: @SultanalQassemi: "메이단 타흐리르의 시위대가 (무바라크) '물러나라, 물러나라, 물러나라'라고 외치고 있어요.

source: @LabibaLaith: May Allah be with you @salmaeldaly The revolutionaries are chanting "We're marching to the Palace, going there as martyrs in the millions"
ko: @asadabukhalil: "오늘 연설은 역사에 독재자가 했던 가장 멍청한 연설로 기록될 것입니다.

source: @Egyptocracy: #Mubarak referred to himself in the 3rd person again.
ko: @monaeltahawy: "무바라크는 뭐에 씌인, 피에 굶주린 새디스트로, 이집트를 벼랑 끝으로 몰고 있습니다.

source: He did that already in his last speech. #Egypt #Jan25 #Tahrir
ko: @Egyptocracy:"무바라크가 또 자신을 3인칭화 해서 말하네요.

source: @hazemzohny: Expect utter governmental collapse.
ko: 저번 연설에도 그러더니.

source: The army and NDP Sec.
ko: @hazemzohny: "정부의 전면 붕괴가 예상됩니다.

source: General just said good news coming.
ko: 군대와 국민당 사무국장이 좋은 뉴스가 들릴거라고 했는데.

source: This speech is the opposite #Jan25 #Egypt
ko: 이 연설은 정 반대의 결과죠.

source: @fasi_zaka: Mubarak to stay interning in Egypt.
ko: @fasi_zaka: "무바라크는 이집트에서 인턴으로 머무른다 합니다.

source: Starts Grad school in September. #Hosni #mubarak #jan25 #egypt
ko: @twilight2000: "공영방송이 갑자기 타흐리르 광장의 군중을 안 보여주네요.

source: @twilight2000: State TV suddenly NOT showing the crowds in #Tahrir - no surprise - only AJE is showing them now. ~AJE #jan25
ko: 뭐 놀랄 일도 아니죠. 현재 알자지라 영어 방송만 군중들의 모습을 잡아주고 있습니다.

source: Millions will be marching across Egypt tomorrow, Friday, and estimates say crowds will swell to more than 20 million.
ko: 내일 금요일, 수 백만이 이집트 전역에서 시위 행군이 있을 예정이다. 시위대의 규모는 2천 만명 정도로 불어날 것으로 추정한다.

source: Egypt: The World Rejoices as Mubarak Resigns · Global Voices
ko: 이집트: 무바라크의 사임을 세계가 즐거워하다

source: This post is part of our special coverage of Egypt Protests 2011.
ko: 이 포스팅은 이집트 시위 2011 특집 입니다.

source: 'Mubarak Steps Down' (via Celinecelines on Flickr) Mubarak has resigned.
ko: 'Mubarak Steps Down' (via Celinecelines on Flickr)

source: @jonjensen: Hosni Mubarak is no longer the president of Egypt. Crowds in Tahrir going crazy. #Jan25 #Tahrir
ko: 무바라크가 사임하였다.

source: @Dima_Khatib: Mubarak is GONE #egypt #jan25 @tololy: Mubarak finally steps down.
ko: 사람들의 느낌을 생생하게 전하기 위하여 트윗을 남겨놓겠다.

source: As Iranian cyber activists flooded into the virtual world to encourage an officially banned mass demonstration on 14 February (25 Bahman) in the name of the Egyptian and Tunisian peoples, a Facebook page has been launched to encourage Al Jazeera to cover the event.
ko: 이란 사이버 활동가들이 이집트와 튀니지 사람들을 대변하여 가상 공간에 뛰어들었다. 이들이 공식적으로 금지된 2월 14일(25 바만)의 대중 시위를 독려함에 따라 알 자지라(Al-Jazeera)의 현장 취재를 요구하는 페이스북 페이지가 만들어 졌다.

source: There is an image on this Facebook page that says "Al Jazeera please cover Iran as you did in Egypt".
ko: 이 페이스북 페이지에 접속하면 "알 자지라, 이집트에서 한 것처럼 이란을 보도해 달라!

source: The page has attracted more than 3500 fans so far.
ko: 세모호스(Semohos)는 다음과 같이 썼다.

source: Dictators are like dogs if we run away they will bite us, but if we attack them, they will run away.
ko: 그러나 우리가 그들을 공격하다면 그 때는 그들이 도망갈 것이다.

source: From Monday we will all attack together until victory.
ko: 월요일부터 우리는 승리를 거둘 때까지 그들을 공격할 것이다.

source: Two days until the demonstration, we should go to rooftops and chant Allaho Akbar (God is Great) and encourage our family members and friends to join the demonstration on Monday.
ko: 시위를 개시하는 날까지 이틀 동안, 우리는 지붕 위로 올라가서알로호 아크바(Allaho Akbar: 신은 위대하다)는 구호를 외칠 것이며 월요일에 있을 시위에 가족들과 친구들이 동참하도록 격려를 할 것이다.

source: This video on YouTube shows Iranians chanting "Allaho Akbar" in Tajrish, Tehran last night.
ko: 다음의 유튜브 동영상은 이란인들이 지난 밤 테헤란의 타지리쉬(Tajrish)에서 "알로호 아크바"를 외치는 모습을 보여준다.

source: Bahrain: Pro-Government, Pro-King Voices Emerge · Global Voices
ko: 바레인 정부와 국왕을 옹호하는 목소리

source: As the third day of protests in Bahrain continues this Wednesday 16 February, 2011, numerous voices have stepped up to show support for King Hamad bin Isa Al-Khalifa and the Bahraini government.
ko: 세 번째 집회는 2월 18일 금요일 바레인에서 가장 큰 알 파테(Al-Fateh)성원에서 기도회를 마친 후에 열릴 예정이다.

source: Two support rallies have been organised over Facebook in both the old capital city of Muharraq and in Riffa , south of the capital Manama.
ko: 알 파테(Al-Fateh)모스크는 마나마 외곽에 위치한 주파르(Juffair)에 있다.

source: A third rally is planned for Friday February 18, 2011 after prayers outside the Al-Fateh mosque, Bahrain's largest, in Juffair just outside Manama.
ko: 친정부 네티즌들은 트위터에 2001년 국가 헌장 제정 이후 바레인 국민들에게 주어진 혜택들과 국가가 이룬 위업을 상기시키는 글을 많이 올렸다.

source: On Twitter, a number of pro-government tweeps have been reminding the Twittersphere of some of the country's key achievements, and of services given to the people after the establishment of the National Charter in 2001.
ko: @hussakhalid 바레인에서는 전 국민이 대학 입학 전까지의 모든 교육을 무료로 받을 수 있다는 것 알고 있나요?

source: @hussakhalid Do you know that Bahrain provides free K-12 Education for all citizens? #Bahrain #silentmajority
ko: @hussakhalid 바레인에서는 소득세가 없다는 걸 알고 있나요?

source: @hussakhalid Do you know that there are no income taxes in Bahrain? #Bahrain #silentmajority
ko: @hussakhalid 바레인에서는 전 국민이 무료로 의료혜택을 누릴 수 있다는 걸 알고 있나요?

source: @hussakhalid Do you know that #Bahrain provides free healthcare for all citizens? #Feb14 #silentmajority
ko: @abdullamandi 바레인에서는 일자리를 잃은 국민에게 바레인 정부가 매월 530불을 지원하며 최소한 3개의 직업알선도 해 준다는 걸 알고 있나요?

source: @abdullamandi Do you know that #Bahrain gov pays unemployed citizens $530 a month for a period of six months and provides at least three job offers #Feb14
ko: @abdullamandi 정부보조주택을 신청한 바레인 국민 일 인당 매월 400불이 지원된다는 걸 알고 있나요?

source: @abdullamandi Do you know that #Bahrain gov pays $400 per month to each citizen waiting for a subsidized home #Feb14 @abdullamandi Do you know #Bahrain gov.offers its citizens homes at extremely affordable and subsidized rates as low$40 per month #Feb14
ko: #Feb14 @abdullamandi 바레인 국민은 정부에서 매우 저렴하게 주택을 구입할 수 있으며 매월 40불의 보조주택료만 지불하는 경우도 있다는 걸 알고 있나요?

source: At the same time, blogger Mohammed Al-Mastaki (@emoodz) who describes himself as "Not an activist, just a product of the Nido Generation in action!" has been tweeting some of the reasons why people are protesting at Lulu Roundabout:
ko: 한편, 자신을 '(민주화) '활동가'는 아니지만, '활동'하는 부유하고 서양화된 젊은 세대의 산물'이라고 소개한 블로거 모하메드 알 마스타키(Mohammed Al-Mastaki, @emoodz)는 왜 바레인 국민이 Lulu Roundabout에서 민주화 시위를 하고 있는지에 대해 트윗했다.

source: @emoodz Why #Bahrain Protests: Government clamped down on local forums and blogs, initiated strict internet censorship #feb14
ko: @emoodz 이유 하나 - 지나친 인터넷 검열 및 지역 포럼 및 블로그에 대한 정부 탄압 #feb14

source: @emoodz Why #Bahrain Protests: A local blogger / internet forum admin is in custody being trailed for his opinions since September #feb14 (Prominent Bahraini blogger Ali Abdulemam)
ko: @emoodz 이유 둘 - 지난 9월 부터 지속된 블로그 및 인터넷 포럼 운영자의 구금 및 운영자의 의견 검열#feb14 (Prominent Bahraini blogger Ali Abdulemam)

source: @emoodz Why #Bahrain Protests: After losing its capital of $200 mil the BIC (Bahrain International Circuit) recorded a loss of $225 mil the following year.. it's still funded #feb14
ko: @emoodz 이유 셋 - 바레인 국제 서킷(Bahrain International Circuit, 역자 주: 바레인 사막에 있는 F1 서킷)이 자산 2억 달러의 손실을 본 이 후 이듬해 연이어 2억 2천 5백만불의 손실을 기록했음에도 불구하고 여전히 정부지원을 받고 있음#feb14

source: @emoodz Why #Bahrain Protests: 10% of the oil revenue is not recorded in the national budget #feb14
ko: @emoodz 이유 넷 - 석유 수익 10%가 국가 예산 (집계)에 누락되어 있음 #feb14

source: @emoodz Why #Bahrain Protests: 30% of the national budget is being spent on the army and police, only 12% on health care and education #feb14
ko: @emoodz 이유 다섯 - 국가 예산의 30%를 국방 및 경찰력에 쏟아부으면서 의료 및 교육 부문에는 12%만 할당함#feb14

source: @emoodzWhy #Bahrain Protests: More than 20% of the entire workforce is paid less than 400 BD per month #feb14 @emoodzThe United Nations had declared a family income below 283 BD in #Bahrain is below the poverty line #feb14 http://bit.ly/gVq1QP
ko: @emoodz 이유 여섯 - 국가 전체 인력의 20% 이상이 한 달에 400불(바레인달러기준) 미만을 받고 있음#feb14 @emoodz 이유 일곱 - 유엔 발표에 따르면 바레인 가계 수익 283불(바레인달러 기준)은 빈곤선에도 미치지 못하고 있음 #feb14 http://bit.

source: Tunisia: Slim Amamou Speaks About Tunisia, Egypt and the Arab World · Global Voices
ko: 블로거 출신의 튀니지 장관 임명자, 슬림 아마모우.

source: This post is part of our special coverage of Tunisia Revolution 2011.
ko: 이 포스트는 2011 튀니지 혁명 에 대한 우리의 특별 보도의 일부이다.

source: Slim Amamou, a 33-year-old Tunisian blogger, programmer and activist, made the headlines back in January 18th, 2011, when he was appointed Minister for the Youth and Sports in the interim government of his country, following the toppling of the dictatorship of former autocrat, Zine El Abidine Ben Ali.
ko: 33세의 튀니지 블로거, 프로그래머, 활동가인 슬림 아마모우(Slim Amamou)는 자인 엘 바비이네 벤 알리(Zine El Abidine Ben Ali)의 퇴각 이후 올해 1월 18일 튀니지 임시 정부의 청년 체육부의 장관으로 임명이 되며 언론의 헤드라인을 장식했다.

source: In this interview to Global Voices Slim comments on recent events in Tunisia and the Arab world.
ko: 슬림은 이번 글로벌 보이스와의 인터뷰에서 튀니지와 아랍 전역에서 일어나고 있는 일들에 대한 그의 생각을 말했다.

source: Slim Amamou - Picture by Jillian C. York in Flickr (Creative Commons License CC BY-NC-SA 2.0)
ko: (이 사진은 크리에이티브 커먼즈 라이센스 2. 0에 의해 보호되며 저작자 표시-비상업적-동일 조건 유지 하에 자유롭게 재사용될 수 있다.

source: You've been following the extraordinary events in Egypt.
ko: 이집트 혁명에 대해서 어떻게 평가를 내리는가?

source: What reading do you make of the Egyptian revolution?
ko: 당신은 어떻게 튀니지와 이집트의 시위를 비교하는가?

source: Can you compare both the Tunisian and the Egyptian uprisings: what's their common denominator (if any)?
ko: 만약 둘 사이에 공통 분모가 있다면 무엇이 될 수 있는가?

source: They are both one uprising.
ko: 그들은 모두 하나의 봉기이다.

source: One World, One Revolution :) Often people think of it in terms of "contagion" or something.
ko: 종종 사람들은 이 같은 현상을 '전염'이나 혹은 다른 비슷한 용어로 설명하려고 한다.

source: But in reality we've been ready, we, people of the internetz, for a revolution to start in any part of the Arab world.
ko: 그러나 실상은 우리는 준비되어 있었다. 우리 인터넷에 속해 있는 사람들은 아랍 어느 곳에서 일어나는 혁명이든지 그에 가담할 준비가 되어 있었다.

source: We've been supporting each other and trying hard since long time, and you know how important Internet was for the revolution.
ko: 아랍 각지의 활동가들은 서로를 지지해 왔고, 오랫 동안 사회의 변화를 위해 노력해 왔다.

source: Egyptians actively supported the Tunisian Revolution as any Tunisian national did: they launched DDoS attacks, they've been demonstrating for Sidibouzid, they shared information, they provided technical support... etc.
ko: 이집트인들은 적극적으로 튀니지의 혁명을 지원했고, 그 것은 어느 튀니지인들도 마찬가지다. 그들은 분산 서비스 공격(DDos)을 가했고, 그들은 시디바우지드(Sidibouzid)를 위해서 시위를 했으며, 그들은 정보를 공유했고, 그들은 기술적으로 지원했고, 그 외 수없이 많다.

source: And now Tunisians are doing the same for Egyptians.
ko: 그리고 이제 튀니지인들이 같은 일을 이집트인들을 위해 하고 있다.

source: It's really a new citizenship.
ko: 이 것은 새로운 시민의식의 등장이다.

source: Egyptians are de facto Tunisian citizens.
ko: 사실상, 이집트인들은 튀니지 시민들이다.

source: Do you have a message or advise for those young people who have been protesting in Egypt?
ko: 이집트에서 시위를 하고 있는 젊은이들에게 주고자 하는 메시지가 있는가?

source: It is already spreading, or more precisely it's already there.
ko: 정확히 말하면 그 것은 이미 거기에 있었다.

source: My only worry is Internet control.
ko: 내가 오직 걱정하는 것은 인터넷 통제에 대해서다.

source: I've been fighting here in Tunisia against censorship because I knew that infrastructure is the key for change.
ko: 나는 튀니지에서 인터넷 검열에 저항해 왔고 나는 이 통신 인프라가 우리가 꿈꾸는 변화를 이루는 데 핵심이라는 것을 알고 있다.

source: In some parts of the Arab world Internet access is maybe still not enough developed to be a lever for change.
ko: 그러나 아직도 아랍의 상당한 지역에서 인터넷은 변화의 동력이 되기에 부족한 것이 현실이다.

source: So maybe it's just not the right time, and maybe it's more effective to focus on having internet infrastructure ready and free right now.
ko: 따라서 지금이 아직 적절한 시기가 아니거나 혹은 지금이 더 나은 인터넷 인프라를 가지기 위해서 좀 더 효과적으로 집중해야 할 때라고 생각한다.

source: Would you be willing to offer help and share experience if asked by activists in other parts of the world?
ko: 세계의 다른 지역의 활동가들에게서 요청을 받는다면 도움을 주거나 혹은 경험을 나눠줄 의향이 있나?

source: Yes, once I get my assignment here sorted :) (in about 6 months when we'll finally get fair elections I can say like Wael Ghonim : Mission accomplished :)
ko: (6개월 후에 우리는 최종적으로 공평한 선거를 갖게 될 것이고 나는 웨일 고님처럼 '미션이 완료됐다'고 말할 수 있을 것이다.

source: Can you talk about the main reasons that led to your arrest?
ko: 당신이 체포당한 주요한 이유를 설명해주실 수 있는가?

source: To what extent your activities online and your alleged connection with the Anonymous group have contributed to your arrest by the regime?
ko: 정권이 온라인 활동과 익명의 그룹들과의 추정되는 커넥션을 혐의로 들며 당신을 체포한 것으로 알고 있는데, 이 두 혐의가 어느정도 영향을 미쳤다고 보는가?

source: I was arrested because of the attacks of Anonymous on government websites.
ko: 내가 체포된 까닭은 정부 웹 사이트를 익명의 그룹이 공격했기 때문이다.

source: It was state security (Tunisian NSA) and they thought there was a plot or a conspiracy, and that I was Dr. No.
ko: 그 것은 튀니지의 국가 정보원 웹사이트였고 그들은 그 배후에 음모나 조종이 있다는 의혹을 가지고 있었고 내가 그 인물로 지목됐다.

source: It took them 5 days to understand how all of what led to Anonymous attacks worked, and that if there was a conspiracy it was too complicated, and people were so loosely tied that you can't even call it conspiracy.
ko: 그들은 5일이 걸려서야 익명 공격이 어떻게 이루어질 수 있는지 이해할 수 있었고, 거기에 만약 음모가 있다면 그 것은 너무 복잡하거나, 혹은 사람들 간의 관계가 너무 느슨하게 연결이 되어 있어서 음모라고 부를 만한 가치조차 없다는 것을 알게 됐다.

source: And you GV, were part of the conspiracy :) I was interrogated about this.
ko: 사실, 이 인터뷰를 취재하는 글로벌 보이스도 그 음모 중의 일부였다.

source: There's no doubt that it's the struggle of the Tunisian people that forced the regime to release you from detention in the late days of Ben Ali.
ko: 튀니지 사람들의 계속적 시위가 정부로 하여금 벤 알리 정권의 말엽에 당신을 풀어나게 하였다는 점은 의심할 바가 없다.

source: During your arrest, a campaign was launched online to help keep your name and that of other bloggers in the spotlight.
ko: 체포 기간 동안, 당신과 다른 블로거들이 사람들의 주목을 잃지 않도록 하는 캠페인이 온라인에 실시되었다.

source: To what extent do you think the online campaign has played a role in your release?
ko: 당신이 풀려나는 과정에서 온라인 캠페인이 어느 정도 역할을 했다고 생각하나?

source: Were you aware while you were detained that it was actually taking place?
ko: 당신이 체포되어 있는 동안 그 같은 활동이 일어나고 있다는 것을 감지했는가?

source: In my opinion the campaign not only got us out of detention, but also contributed in taking down the Ben Ali regime.
ko: 내 개인적인 의견에도 그 활동은 우리를 구금에서 해방시켰을 뿐 아니라, 벤 알리 정권을 퇴각시키는 데 공헌했다.

source: During detention, I was not aware of what was happening outside.
ko: 구금되어 있는 동안, 나는 외부에서 어떤 일이 일어나는 지 알지 못했다.

source: The only bits I got is the press release from RSF (Reporters Without Borders) the second day.
ko: 그러나 정직하게 말해서 나는 내가 무엇을 했든지 인터넷 커뮤니티가 보여준 지원에 대해서 감사하게 생각한다.

source: The interrogators were surprised how fast alert was publicised and they showed me the press release and asked me about the involvement of RSF in the conspiracy :) But to be honest I was counting on the internet community support whatever I did.
ko: 나는 그처럼 큰 지원을 받을 것이라 상상하지 못했다.

source: I would have never imagined such a huge support (I mean Hillary Clinton asked Tunisian government to free us if I'm not wrong).
ko: (내가 의미하는 것은 내가 틀리지 않았다면 힐러리 클린턴이 튀니지 정부에게 우리를 구금에서 해체해달라고 요청한 것을 말았다.

source: Some say the Internet was a catalyst, others contend it has played only a marginal role in the uprising.
ko: 이번 혁명에 대해서 혹자는 인터넷이 촉매역할을 했다고 이야기하고 다른 사람들은 인터넷은 오직 부수적인 역할만을 했다고 한다.

source: Do you think, had the events of Sidi Bouzid or Cairo happened, say, in the 80s, when the Internet was not available yet, it would have achieved the tremendous rallying we've witnessed?
ko: 당신은 1980년대에 인터넷이 아직 활성화되지 않았던 시기에도 시디바우지드나 카이로에서 일어났던 놀라운 대규모의 시위가 일어날 수 있다고 생각하는가?

source: You don't have to go back to the 80s.
ko: 1980년대로 돌아갈 필요도 없다.

source: In 2008, there were uprisings in Redeyef, similar to what happened in Sidibouzid.
ko: 그리고 그 당시에는 페이스북이 일주 혹은 이주 동안 검열을 당하던 상황이었다.

source: But back then it seems that the internet community did not reach a critical mass.
ko: 나는 그 사실이 얼마나 정확히 연관이 있는 지 기억이 나지는 않는다.

source: And then at that time, Facebook got censored for a week or two.
ko: 그러나 그 일은 이번 혁명을 위한 준비 운동과 같았다.

source: I don't remember if it was related.
ko: 사람들은 이 혁명이 무에서 유가 나타난 것으로 생각한다.

source: But it was like a training for this revolution.
ko: 그러나 우리는 인터넷 상에서 아랍 전역의 활동가들을 규합하여 저항을 진행해 왔다.

source: People think that this revolution happened out of nowhere but we, on the Internet have been trying for years, together and all over the Arab world.
ko: 이집트에서 칼리드 사이드(Khaled Said)를 위해 동원된 지난 시위에 우리 튀니지인들도 동참했다.

source: The last campaign that mobilised people was for Khaled Said in Egypt, and we Tunisians participated.
ko: 그리고 당신은 이집트인들과 (전세계인들이) 튀니지 혁명에 참여했다는 것을 기억해야 할 것이다.

source: And you have to remember that Egyptians (and people all over the world) participated in the Tunisian revolution: they informed, they participated in Anonymous attacks and they even were the first to demonstrate for Sidibouzid in Cairo.
ko: 그들이 정보를 줬고, 그들이 익명 공격에 참여했으며, 그리고 그들은 심지어 카이로에서 시디바우지드를 위해 첫 번째 시위를 벌였다.

source: So, yes Internet was very important.
ko: 인터넷은 아주 중요하다.

source: Along the same lines, there's a controversy over calling those Revolutions, Twitter/Facebook Revolutions.
ko: 같은 맥락에서, 이 혁명을 트위터 혹은 페이스북 혁명으로 불러야 할 지에 대한 논란이 있다.

source: What's your take on that debate?
ko: 당신은 이 논쟁에 대해서 어떻게 생각하는가?

source: What role, do you think, social media has played in helping sustain and disseminate the uprising?
ko: 당신이 생각하기에 소셜 미디어가 시위를 지속하고 확장시키는 데 어떠한 역할을 한다고 생각하는가?

source: When people begun demonstrating in Sidibouzid, part of the rage they were feeling was because media did not talk about them.
ko: 사람들이 시디바우지드에서 시위를 시작했을 때, 그들이 분노한 까닭 중 일부는 언론이 그들에 대해서 제대로 이야기하고 있지 않기 때문이었다.

source: They felt ignored and that their voice will never get through to stake holders.
ko: 그들은 무시받는다는 느낌을 받았고 그들의 목소리가 결코 힘을 쥔 사람들한테 전달되지 않는다고 생각했다.

source: At that time all media was controlled by the government.
ko: 그 당시에 모든 언론은 정부의 통제를 받고 있었다.
